Repository: theforeman/foreman_kubevirt
Catalog: locale/*/foreman_kubevirt.po
Languages: de

source: %{cpu_cores} Cores and %{memory} memory
de: %{cpu_cores} Kerne und %{memory} Arbeitsspeicher

source: API port for KubeVirt only
de: API-Port nur für KubeVirtAPI-Port nur für KubeVirt

source: Actions
de: Aktionen

source: Bootable
de: Bootfähig

source: CA crt for KubeVirt only
de: CA crt nur für KubeVirt

source: CNI Provider
de: CNI-Anbieter

source: CPUs
de: Anzahl der CPUs:

source: Disk
de: Festplatte

source: Does this image support user data input (e.g. via cloud-init)?
de: Unterstützt dieses Abbild die Eingabe von Benutzerdaten (z. B. mittels cloud-init)?

source: Host name for KubeVirt only
de: Hostname nur für KubeVirt

source: It is not possible to set a bootable volume and image based provisioning.
de: Es ist nicht möglich, ein bootfähiges Volume und Image-basierte Bereitstellung festzulegen.

source: Memory
de: Speicher

source: Namespace
de: Namensraum

source: Namespace for KubeVirt only
de: Namespace nur für KubeVirt

source: Network
de: Netzwerk

source: Only one volume can be bootable
de: Nur ein Datenträger kann bootbar sein

source: Optionally provide a CA, or a correctly ordered CA chain or a path to a file. If left blank - insecure.
de: Geben Sie optional eine CA oder eine korrekt geordnete CA-Kette oder einen Pfad zu einer Datei an. Wenn leer gelassen - unsicher.

source: Password to authenticate with - used for SSH finish step.
de: Passwort zur Authentifizierung – verwendet im letzten Schritt von SSH.

source: Please select an image
de: bitte ein Abbild auswählen

source: Power
de: Strom

source: Power ON this machine
de: System starten

source: Properties
de: Eigenschaften

source: Provision and manage Kubevirt Virtual Machines from Foreman.
de: Stellen Sie virtuelle Kubevirt-Maschinen von Foreman bereit und verwalten Sie sie.

source: Running on
de: Läuft auf

source: Size (GB)
de: Grösse (GB)

source: Start
de: Anfang

source: Storage Class
de: Storage-Klasse

source: The compute resource could not be authenticated
de: Die Rechenressource konnte nicht authentifiziert werden

source: The name of the image in the registry.
de: Der Name des Images in der Registrierung.

source: The remote system presented a public key signed by an unidentified certificate authority. If you are sure the remote system is authentic, go to the compute resource edit page, press the 'Test Connection' button and submit
de: Das entfernte System präsentierte einen öffentlichen Schlüssel, der von einer nicht identifizierten Zertifizierungsstelle signiert wurde. Wenn Sie sicher sind, dass das Remote-System authentisch ist, gehen Sie zur Bearbeitungsseite für die Computing-Ressource, klicken Sie auf die Schaltfläche "Verbindung testen" und senden Sie den Vorgang ab

source: The user that is used to ssh into the instance, normally cloud-user, ec2-user, ubuntu, root etc
de: Der Benutzer für die ssh-Verbindung zur Instanz. Normalerweise cloud-user, ec2-user, ubuntu, root, etc.

source: Token for KubeVirt only
de: Token nur für KubeVirt

source: Type
de: Typ

source: VM should be created based on Persistent Volume Claim or Image
de: VM sollte basierend auf Persistent-Volume-Claim oder Image erstellt werden

source: VM should be created based on an image
de: VM sollte basierend auf einem Image erstellt werden

source: X509 Certification Authorities
de: X509-Zertifizierungsstellen (CA)

source: cni_provider or network are missing
de: cni_provider oder Netzwerk fehlen

source: e.g. eyJhbGciOiJSUzI1NiIsImtpZCI6IiJ9...
de: z.B. eyJhbGciOiJSUzI1NiIsImtpZCI6IiJ9...

source: no Storage Classes available on provider
de: keine Speicherklassen beim Anbieter verfügbar
